Repository: KyungtackKim/HToolEx
Catalog: HToolEx/Localization/HToolExRes.*.resx
Languages: de, es, fr

# EventAlarmReset
source: Alarm reset
de: Alarm rücksetz.
es: Resetear alarma
fr: RAZ Alarme

# EventBarcode
source: Barcode
es: Códigos
fr: Codes-barres

# EventDir
source: F / L
de: A / L
es: A / D
fr: V / D

# EventEtc
source: Etc.
es: Otro
fr: Autres

# EventFastenNg
source: Fastening NG
de: Anziehen NG
es: Atornillado NOK
fr: Vissage NOK

# EventFastenOk
source: Fastening OK
de: Anziehen OK
es: Atornillado OK
fr: Vissage OK

# EventNone
source: None
de: Keine
es: Ninguno
fr: Aucun

# EventPreset
source: Preset change
de: Programmwechsel
es: Cambio programa
fr: Chgt programme

# EventScrewCancel
source: Screw count - 1
de: Schraubenzählung -1
es: Contado -1
fr: Décompte dernier vissage Ok

# EventScrewReset
source: Screw count reset
de: Schraubenanzahl zurücksetzen
es: Contado recuento
fr: RAZ comptage vis

# DirTypeFastening
source: Fastening
de: Anziehen
es: Atornillado
fr: Vissage

# GraphDirAll
source: All
de: Alle
es: Todo
fr: Tout

# GraphDirBoth
source: Both
de: Beide
es: Ambos
fr: Les deux

# GraphDirFasten
source: Fasten Only
de: Nur anziehen
es: Solo atornillado
fr: Seulement vissage

# GraphDirLoosen
source: Loosen Only
de: Nur lösen
es: Solo Desatornillado
fr: Seulement dévisser

# GraphStepFasten
source: Fastening
de: Anziehen
es: Atornillado
fr: Vissage

# GraphStepNone
source: None
de: Keine
es: Ninguno
fr: Aucun

# GraphTypeAngle
source: Angle
de: Winkel
es: Angulo

# GraphTypeCurrent
source: Current
de: Strom
es: Corriente
fr: Courant

# GraphTypeCurrentCmd
source: Current command
de: Stromkontrolle
es: Control coriente
fr: Consigne de courant

# GraphTypeNone
source: None
de: Keine
es: Ninguno
fr: Aucun

# GraphTypeSnugAngle
source: Snug angle
de: Snug winkel
es: Angulo controlado
fr: Angle controlé

# GraphTypeSpeed
source: Speed
de: Drehzahl
es: Velocidad
fr: Vitesse

# GraphTypeSpeedCmd
source: Speed command
de: Geschwindigkeitsbefehl
es: Comando de velocidad
fr: Consigne de vitesse

# GraphTypeTorque
source: Torque
de: Drehmoment
es: Par
fr: Couple

# GraphTypeTorqueAngle
source: Torque / Angle
de: Drehmoment / Winkel
es: Par / Angulo
fr: Couple / Angle

# LockTypeLock
source: Lock
de: Schloss
es: Cerradura
fr: Serrure

# LockTypeUnLock
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller

# DirTypeLoosening
source: Loosening
de: Lösen
es: Desatornillado
fr: Dévissage

# ModelCmdNone
source: None
de: Keine
es: Ninguno
fr: Aucun

# ModelCmdFastening
source: Fastening
de: Anziehen
es: Atornillado
fr: Vissage

# ModelCmdDelay
source: Delay
de: Warten
es: Tempo
fr: Délai

# ModelCmdInput
source: Input
de: Eingabe
es: Entrada
fr: Entrée

# ModelCmdOutput
source: Output
de: Ausgabe
es: Salida
fr: Sortie

# ModelCmdBarcode
source: Barcode
es: Códigos
fr: Codes-barres

# ModelInputTypeNone
source: None
de: Keine
es: Ninguno
fr: Aucun

# ModelInputTypeActiveHigh
source: Active high
de: High-aktiv
es: Activo alto
fr: Actif haut

# ModelInputTypeActiveLow
source: Active low
de: Low-aktiv
es: Activo bajo
fr: Actif bas

# ModelInputTypeStatusHigh
source: Status high
de: High-Pegel
es: Nivel alto
fr: Niveau haut

# ModelInputTypeStatusLow
source: Status low
de: Low-Pegel
es: Nivel bajo
fr: Niveau bas

# ModelOutputTypeNone
source: None
de: Keine
es: Ninguno
fr: Aucun

# ModelOutputTypeHalfSec
source: On for 0.5 sec
de: Impuls 0,5 s
es: Pulso de 0,5 s
fr: Impulsion de 0,5 s

# ModelOutputTypeSec
source: On for 1.0 sec
de: Impuls 1, 0 s
es: Pulso de 1,0 s
fr: Impulsion de 1,0 s

# MsCmdTypeNone
source: None
de: Keine
es: Ninguno
fr: Aucun

# MsCmdTypeFastening
source: Fastening
de: Anziehen
es: Atornillado
fr: Vissage

# MsCmdTypeEnd
source: End
de: Ende
es: Fin
fr: Fin

# MsCmdTypeDelay
source: Delay
de: Warten
es: Tempo
fr: Délai

# MsCmdTypePreset
source: Select preset
de: Preset auswählen
es: Seleccionar preset
fr: Sélectionner préréglage

# MsCmdTypeLoosening
source: Loosening
de: Lösen
es: Desatornillado
fr: Dévissage

# MsCmdTypeJump
source: Jump
de: Springen
es: Salto
fr: Saut

# MsCmdTypeCount
source: Count value = (A)
de: Zähl. Wert = (A)
es: Valor (A) de contado
fr: Valeur Compteur (A)

# MsCmdTypeIf
source: Sub if (A)
de: Einspr. wenn (A)
es: Deducir (A)
fr: Décompte (A)

# JobEventTypeFastenOk
source: Fastening OK
de: Anziehen OK
es: Atornillado OK
fr: Vissage OK

# JobEventTypeFastenNg
source: Fastening NG
de: Anziehen NG
es: Atornillado NOK
fr: Vissage NOK

# JobEventTypeStepOk
source: Step OK
de: Stufe OK
es: Paso OK
fr: Etape OK

# JobEventTypeStepNg
source: Step NG
de: Schritt NG
es: Paso NG
fr: Etape NOK

# JobEventTypeJobNg
source: Job NG
es: Job NOK
fr: Job NOK

# JobEventTypeSkip
source: Skip
de: Überspringen
es: Saltar
fr: Sauter

# JobEventTypeBack
source: Back
de: Zurück
es: Vuelta
fr: Retour

# JobEventTypeResetStep
source: Reset step
de: Schritt zurücksetzen
es: Reiniciar etapas
fr: RAZ étape

# JobEventTypeResetJob
source: Reset job
de: Job zurücksetzen
es: Reiniciar job
fr: RAZ Job

# JobStepTypeFastening
source: Fastening
de: Anziehen
es: Atornillado
fr: Vissage

# JobStepTypeInput
source: Input
de: Eingeben
es: Entrada
fr: Entrée

# JobStepTypeOutput
source: Output
de: Ausgabe
es: Salida
fr: Sortie

# JobStepTypeDelay
source: Delay
de: Verzögerung
es: Esperando
fr: Attente

# JobStepTypeMessage
source: Message
de: Meldung
es: Mensaje

# LogTypeJobName
source: Job name
de: Name des Jobs
es: Nombre del job
fr: Nom du Job

# LogTypeBarcode
source: Barcode
es: Códigos
fr: Codes-barres

# LogTypeFastenTime
source: Fasten time
de: Zeitbefestigen
es: Tiempo atornillar
fr: Temps vissage

# LogTypeDir
source: Direction
de: Richtung
es: Sentido
fr: Sens

# LogTypeClampTorque
source: Clamp torque
de: Clamp drehmoment
es: Clamp par
fr: Couple de serrage

# LogTypeAngle1
source: Angle 1
de: Winkel 1
es: Angulo 1

# LogTypeAngle2
source: Angle 2
de: Winkel 2
es: Angulo 2

# LogTypeAngle3
source: Angle 3
de: Winkel 3
es: Angulo 3

# SetInTypeDisable
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver

# SetInTypeJob1
source: Job select 1
de: Job-Auswahl 1
es: Selección de job 1
fr: Job sélectionné 1

# SetInTypeJob2
source: Job select 2
de: Job-Auswahl 2
es: Selección de job 2
fr: Job sélectionné 2

# SetInTypeJob3
source: Job select 3
de: Job-Auswahl 3
es: Selección de job 3
fr: Job sélectionné 3

# SetInTypeJob4
source: Job select 4
de: Job-Auswahl 4
es: Selección de job 4
fr: Job sélectionné 4

# SetInTypeJob5
source: Job select 5
de: Job-Auswahl 5
es: Selección de job 5
fr: Job sélectionné 5

# SetInTypeJob6
source: Job select 6
de: Job-Auswahl 6
es: Selección de job 6
fr: Job sélectionné 6

# SetInTypeJob7
source: Job select 7
de: Job-Auswahl 7
es: Selección de job 7
fr: Job sélectionné 7

# SetInTypeJob8
source: Job select 8
de: Job-Auswahl 8
es: Selección de job 8
fr: Job sélectionné 8

# SetInTypeSkip
source: Skip
de: Überspringen
es: Saltar
fr: Suivant

# SetInTypeBack
source: Back
de: Zurück
es: Vuelta
fr: Retour

# SetInTypeStepReset
source: Reset step
de: Schritt zurücksetzen
es: Reiniciar etapas
fr: RAZ étape

# SetInTypeJobReset
source: Reset job
de: Job zurücksetzen
es: Reiniciar job
fr: RAZ Job

# SetInTypeNextJob
source: Next job
de: Nächster job
es: Proximo job
fr: Job suivant

# SetInTypePrevJob
source: Previous job
de: Vorherige job
es: Job anterior
fr: Job précédent

# SetInTypeAlarmReset
source: Tool alarm reset
de: Rückstellung des Werkzeugalarms
es: Restablecimiento de la alarma de herramientas
fr: Réinitialisation de l'alarme de l'outil

# SetInTypeEmergency
source: Emergency lock
de: Notfall-Schraubendreher-Sperre
es: Bloqueo de emergencia de destornilladores
fr: Verrouillage d'urgence des visseuses

# SetOutTypeDisable
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver

# SetOutTypeFastenOk
source: Fastening OK
de: Anziehen OK
es: Atornillado OK
fr: Vissage OK

# SetOutTypeFastenNg
source: Fastening NG
de: Anziehen NG
es: Atornillado NOK
fr: Vissage NOK

# SetOutTypeStepOk
source: Step OK
de: Stufe OK
es: Paso OK
fr: Etape OK

# SetOutTypeStepNg
source: Step NG
de: Schritt NG
es: Paso NG
fr: Etape NOK

# SetOutTypeJobNg
source: Job NG
es: Job NOK
fr: Job NOK

# SetOutTypeReady
source: Ready
de: Bereit
es: Listo
fr: Prêt

# SetOutTypeAlarm
source: Alarm
es: Alarma
fr: Alarme

# EventError
source: Error
de: Fehler
fr: Erreur

# LogTypeError
source: Error
de: Fehler
fr: Erreur
